Repository: christianaldrich/Poentjak
Catalog: Poentjak/Localizable.xcstrings
Source language: en
Languages: id

source: %lld day ago
id: %lld hari lalu

source: %lld days ago
id: %lld hari lalu

source: %lld HR LEFT
id: %lld JAM LAGI

source: %lld HRS LEFT
id: %lld JAM LAGI

source: %lld mins ago
id: %lld menit lalu

source: %lld yrs
id: %lld thn

source: 20 mins ago
id: 20 menit lalu

source: A click away from a safe hiking experience.
id: Satu klik untuk pengalaman daki yang lebih aman

source: Active Emergencies
id: Keadaan Darurat

source: Active hikers:
id: Pendaki aktif:

source: Active Hikers: %lld
id: Pendaki aktif: %lld

source: Add new ranger
id: Tambah ranger baru

source: Age: %lld
id: Umur: %lld

source: All
id: Semua

source: ARRIVED
id: TIBA BASECAMP

source: Arrived by %@, %lld %@ %lld
id: Sampai pada %@, %lld %@ %lld

source: August
id: Agustus

source: Back
id: Balik

source: Back at basecamp
id: Sudah di basecamp

source: Call emergency contact
id: Hubungi kontak darurat

source: Cancel
id: Batal

source: Complete
id: Selesai

source: Control Panel
id: Dasbor

source: December
id: Desember

source: Done Editing
id: Selesai ubah

source: Edit Rangers
id: Ubah ranger

source: Email address
id: Email

source: Emergency
id: Darurat

source: Emergency Contact
id: Kontak Darurat

source: Emergency Contact - %@
id: Kontak Darurat - %@

source: February
id: Februari

source: Finished Evacuating
id: Selesai dievakuasi

source: Forgot Password?
id: Lupa kata sandi?

source: Height: %lld
id: Tinggi: %lld

source: History
id: Riwayat

source: HYPOTHERMIA
id: Hipotermia

source: In rescue
id: Sedang bertugas

source: Injured
id: Terluka

source: Injury
id: Terluka

source: January
id: Januari

source: July
id: Juli

source: June
id: Juni

source: Last seen %lld mins ago
id: Terakhir dilihat %lld menit lalu

source: Log in
id: Masuk

source: Login
id: Masuk

source: Lost
id: Tersesat

source: March
id: Maret

source: May
id: Mei

source: New
id: Baru

source: None
id: Belum dipilih

source: October
id: Oktober

source: Ongoing
id: Dicari

source: or continue with
id: atau lanjutkan dengan

source: OVERDUE
id: Telat

source: Password
id: Kata sandi

source: Rangers in rescue
id: Ranger yang bertugas

source: Rescue
id: Mulai Evakuasi

source: Search hikers
id: Cari pendaki

source: Select Rangers
id: Selesai pilih ranger

source: Sign up
id: Daftar

source: Sign Up
id: Daftar

source: Skip
id: Lewati

source: SOS ALERT
id: PANGGILAN SOS

source: Still ongoing in a week
id: Masih dicari dalam pekan ini

source: Successfully evacuated!
id: Berhasil dievakuasi!

source: Weight: %lld
id: Berat: %lld

source: Welcome to Poentjak
id: Selamat datang di Poentjak

source: Welcome to Hikewise
id: Selamat datang di Hikewise

source: Who’s in charge of the rescue?
id: Pilih ranger yang bertugas

source: years
id: tahun
